{
  "source_file": "z.pdf",
  "raw_text": "ADAM CLARK\nPower BI Data Analyst\na.clark@email.com\n(123) 456-7890\nNew York, NY\nLinkedIn\nEDUCATION\nBachelor of Science\nData Science\nNew York University\n2015 - 2019\nNew York, NY\nSKILLS\nPower BI\nSQL Server Management\nStudio (SSMS)\nMicrosoft SQL Server\nPython\nMicrosoft SSIS\nMicrosoft Azure\nGoogle Data Studio\nSAS\nGit\nCollibra\nWORK EXPERIENCE\nPower BI Data Analyst\nBloomberg LP\n2023 - current\nNew York, NY\nDirected a team of 8 in developing Power BI software tools,\nwhich led to a 32% cut down in reporting errors and\ninconsistencies.\nIntroduced a Microsoft SQL Server Integration Services (SSIS)\nsolution to automate data cleansing and transformation,\nshrinking processing time by 2.6 hours.\nConducted regression analysis and hypothesis testing in\nSAS, providing insights that led to an 11% uplift in marketing\nROI.\nLed a quarterly review using Microsoft Azure Cost\nManagement tools to optimize resource allocation, slashing\nunnecessary expenditures by $7,418.\nBusiness Intelligence Analyst\nS&P Global\n2021 - 2023\nNew York, NY\nSystemized the data extraction process with SQL Server\nManagement Studio (SSMS), minimizing the time required\nfor producing financial reports by 3.6 hours.\nDeveloped SSIS components for handling non-standard\ndata processes, contributing to an 18% decrease in\nprocessing errors.\nReduced fraudulent activities by 49% by creating an\nanomaly detection system for financial transactions to\nsafeguard the company’s assets.\nLeveraged Google Data Studio to help generate and\ndistribute investment insights to stakeholders, boosting\nstakeholder satisfaction by 52%.\nJunior Data Analyst\nEstee Lauder\n2019 - 2021\nNew York, NY\nIntegrated Python to automate routine data quality checks,\nwhich lowered the error rate in customer data by 28%.\nAnalyzed social media engagement data from Instagram\nand Facebook, providing insights that led to a 14%\nimprovement in engagement rates.\nManaged the deployment of new analytical features\nthrough Git branching strategies, achieving a 17% downtick\nin deployment errors.\nWorked alongside a team of 6 to build an automated alert\nsystem in Collibra to instantly notify stakeholders of data\nanomalies, eliminating reported data inconsistencies by 32%.\n"
}