{
  "source_file": "r.pdf",
  "name": "CONTACT",
  "contacts": {
    "email": "s.johnson@email.com",
    "phone": "123) 456-7890",
    "location": ""
  },
  "education": [
    {
      "degree": "Bachelor",
      "institution": "University",
      "start": "2014",
      "end": "2017"
    }
  ],
  "experiences": [
    {
      "company": "",
      "role": "",
      "start": "2018",
      "end": "2020",
      "bullets": [
        "Financial Data Analyst",
        "Citi",
        "2020 - current / New York, NY",
        "Managed quarterly financial reports by designing advanced PivotTables,",
        "reducing data processing time by 43%.",
        "Integrated data from three different sources, improving the reliability of",
        "investment metrics used in decision-making by 68%.",
        "Handled 7 large datasets with HDFS, helping the team retrieve data 51%",
        "faster, resulting in quicker financial analyses.",
        "Supervised the update of real-time market data for Citi’s 1,493 assets,",
        "enhancing the bank's trading desk profit margin by 4.9%.",
        "Junior Risk Analyst",
        "BlackRock",
        "2018 - 2020 / New York, NY",
        "Automated data retrieval from different financial systems using Power",
        "Query and data blending techniques with an average accuracy of 97.8%",
        "for all entries.",
        "Used complex SQL subqueries for in-depth asset and risk analysis,",
        "increasing the depth of both processes and uncovering a total of 14",
        "hidden risk patterns.",
        "Practiced data manipulation and transformation on dplyr, increasing",
        "dataset quality and making risk analysis 19% quicker.",
        "Organized live feed data from Bloomberg into Excel for real-time risk",
        "assessment, resulting in intraday risk evaluations becoming 12% more",
        "efficient.",
        "Portfolio Analyst Intern",
        "Deloitte",
        "2017 - 2018 / New York, NY",
        "Created risk algorithms from scratch using Pandas, automating the",
        "detection of discrepancies in portfolios and reducing review time by 31%.",
        "Designed interactive dashboards with the front-end team to display",
        "portfolio risk metrics, resulting in a 16% increase in stakeholder",
        "engagement during annual board meetings.",
        "Maintained 12 custom risk models with SAS Base, improving the average",
        "risk prediction accuracy by 5.4%.",
        "Tracked portfolios of 3,194 international clients for Deloitte, helping the",
        "team identify common risk patterns and lower unexpected losses by",
        "22.7%.",
        "Financial Data Analyst",
        "SARAH JOHNSON"
      ]
    }
  ],
  "skills": [
    "PivotTables\nPandas\ndplyr\nSubqueries\nData Blending\nEarnings Estimates\nPower Query\nSAS Base\nHDFS\nBloomberg Excel Formulas\nCERTIFICATIONS\nChartered Financial Analyst"
  ]
}